dropwizard-jakarta-xml-ws/src/test/resources/org/kiwiproject/dropwizard/jakarta/xml/ws/test-soap-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:res="http://ws.xml.jakarta.dropwizard.kiwiproject.org/">
    <soapenv:Header/>
    <soapenv:Body>
        <res:foo></res:foo>
    </soapenv:Body>
</soapenv:Envelope>
